{
  "english": {
    "scorpio": {
      "horoscope": "You may get rid of your tension. Investment made today will enhance your prosperity and financial security. A dispute is likely to occur between family members regarding money matters. You should advise all family members to be clear about finances and cashflow. Romantic entanglement will add spice to your happiness. Those associated with foreign trade are expected to get the desired results today. With this, the working natives of this zodiac sign can make full use of their talent at the workplace today. Efforts made to improve your looks and personality will turn out to your satisfaction. Life will be really exciting when your spouse will come to you forgetting all the tiffs, embracing you with love.",
      "luckyNumber": "5",
      "luckyColor": "Green and Turquoise",
      "remedy": "To maintain peaceful environment in family, keep a Silver bowl containing white sandalwood, camphor, and a white stone in bedroom.",
      "ratings": {
        "Health": 4,
        "Wealth": 3,
        "Family": 2,
        "Love Matters": 5,
        "Occupation": 5,
        "Married Life": 5
      }
    },
    "sagittarius": {
      "horoscope": "Smile as it is best antidote for all your problems. Today, you need to stay away from such friends who ask you to loan money and then do not return it. Your friends might let you down at a moment when you need them the most. Love life going to take a turn for the better as you develop a good Others might demand too much of your time- Before you make any commitment towards them make sure that your work is not affected and also they are not taking advantage of your kindness and generosity. Do not feel shy when asked for your opinion-as you will be highly appreciated for it. Today, you will realize that all the vows taken on your marriage were true. Your spouse is your soulmate.",
      "luckyNumber": "2",
      "luckyColor": "Silver and White",
      "remedy": "Sun is the planet which represents discipline. Hence, living a disciplined life will automatically bring cheer to the family.",
      "ratings": {
        "Health": 5,
        "Wealth": 2,
        "Family": 1,
        "Love Matters": 5,
        "Occupation": 2,
        "Married Life": 5
      }
    },
    "capricorn": {
      "horoscope": "Share the family problems with your wife. Spend some amount of time for each other to rediscover and reaffirm yourself as a loving nurturant couple. Your children too will catch the vibrations of joys and peace harmony at home. This will give you greater spontaneity and freedom in your interaction with each other. Improvement in finances will make it convenient for you to pay your long-standing dues and bills. Your partner would be supportive and helpful. Unexpected romantic inclination. Attending a trade show and seminars will help improve your business contacts. Today you will find yourself in the spotlight when assistance you gave to someone else is rewarded or acknowledged. Your life-partner had never been so wonderful than today.",
      "luckyNumber": "2",
      "luckyColor": "Silver and White",
      "remedy": "Feed seven types of whole grains to birds and attain excellent health.",
      "ratings": {
        "Health": 3,
        "Wealth": 4,
        "Family": 5,
        "Love Matters": 5,
        "Occupation": 4,
        "Married Life": 5
      }
    },
    "aquarius": {
      "horoscope": "Your frustration could ruin your health- if you keep thinking about past events- Try to relax as much as possible. Financial hassles seem to get over as your parents extend support. Children could make the day very hard for you. Use affection weapon to keep their interest and avoid any undue stress. Remember love begets love. Erratic behaviour of your darling might make your mood upset. Colleagues will support you to make dynamic and progressive changes at work. You also need to prop yourself to take swift action. Motivating subordinates to work harder would yield positive results. The natives of this zodiac sign can try to find a reliable solution to a problem today in their free time. Your spouse might tell you some not-so-good things about being with you today.",
      "luckyNumber": "9",
      "luckyColor": "Red and Maroon",
      "remedy": "Wear a bangle made up of bronze/brass for maintaining good health.",
      "ratings": {
        "Health": 1,
        "Wealth": 5,
        "Family": 2,
        "Love Matters": 1,
        "Occupation": 4,
        "Married Life": 1
      }
    },
    "libra": {
      "horoscope": "Don't get upset when you confront a tricky situation. As food owes its flavour to salt-some unhappiness is essential only then you realize the value of happiness. Attend some social gathering to change your mood. Any of your movable property can get stolen today. Hence, you need to take good care of them. Good time to get involved into activities that include youngsters. Today you will unable to express your feelings to your beloved. Your rivals at work will get the result of their bad deeds today. If you are married and have children, then they can complain to you regarding you not being able to give them ample time. Your spouse might cause you some loss today.",
      "luckyNumber": "3",
      "luckyColor": "Saffron and Yellow",
      "remedy": "For good financial life, flow/offer raw turmeric in running water.",
      "ratings": {
        "Health": 3,
        "Wealth": 1,
        "Family": 5,
        "Love Matters": 1,
        "Occupation": 3,
        "Married Life": 1
      }
    },
    "pisces": {
      "horoscope": "A day when rest will be important- As you have been facing lot of mental pressure recently- Recreation and entertainment will help you relax. Money will help you remain afloat during dark times in life. Hence, consider investing and saving your money from today, or else troubles can occur. News of family secret may surprise you. Problems could arise at home- but avoid criticizing your mate over small issues. Take the help of like-minded friends in your work. Their timely help would be crucial and beneficial for you. A very good day for medical transcriptions. Some of you will undertake a distant journey-which will be hectic-but highly rewarding. Your spouse might stop fulfilling your daily needs today, which will ultimately upset your mood.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "Accept rice and silver from your mother and keep it in your home to improve your financial condition.",
      "ratings": {
        "Health": 3,
        "Wealth": 1,
        "Family": 4,
        "Love Matters": 1,
        "Occupation": 4,
        "Married Life": 1
      }
    },
    "virgo": {
      "horoscope": "Stress may result in minor illness. Sit amongst friends and family members to feel relaxed. Those who are managing their business with their close ones or relatives need to remain very careful today, otherwise financial losses can occur. Activities with friends will be enjoyable- but do not volunteer to spend- otherwise you will reach home with empty pockets. Romance rules your heart and mind. You will not get good results in the office today. Someone closer can betray you today, which can make you worried throughout the day. People of this zodiac sign need to stay away from alcohol or cigarettes today, because it can take up most of your time. Looks like your spouse is feeling lucky to have you. Utilize the best of this moment today.",
      "luckyNumber": "1",
      "luckyColor": "Orange and Gold",
      "remedy": "Pour water in money plant",
      "ratings": {
        "Health": 1,
        "Wealth": 3,
        "Family": 3,
        "Love Matters": 3,
        "Occupation": 1,
        "Married Life": 3
      }
    },
    "leo": {
      "horoscope": "Chances of recovering from physical illness on the card. Travel for some prove hectic and stressful-but financially rewarding. Your charms and personality will help you make few new friends. Today you will miss true love in your life. Don't worry everything changes with time so will your romantic life. Your mastery in profession will be tested. You need to concentrate your efforts to give desired results. People of this zodiac sign need to take out time for themselves today, as excessive work can mentally stress you out. You and your partner really need some space for your married life.",
      "luckyNumber": "3",
      "luckyColor": "Saffron and Yellow",
      "remedy": "To become financially strong, respect and honor your wife.",
      "ratings": {
        "Health": 4,
        "Wealth": 2,
        "Family": 5,
        "Love Matters": 2,
        "Occupation": 2,
        "Married Life": 2
      }
    },
    "cancer": {
      "horoscope": "Your mind will be receptive to the good things. Today, you can seek advice from the seniors of your family about finance management and savings and use them in your daily life. Activities with friends will be enjoyable- but do not volunteer to spend- otherwise you will reach home with empty pockets. Your love will reach a new height. The day will begin with the smile of your love, and end in the dreams of each other. New ventures will be alluring and promise good returns. To properly utilize your free time, you should get away from people and do what you love. Doing this you will also bring some positive changes in your life. Touches, kisses, hugs have a very special significance in married life. You are going to experience it today.",
      "luckyNumber": "4",
      "luckyColor": "Brown and Grey",
      "remedy": "Family life will run smooth by regular recitation of Ramcharitmanas and Sundarkand.",
      "ratings": {
        "Health": 5,
        "Wealth": 5,
        "Family": 3,
        "Love Matters": 4,
        "Occupation": 5,
        "Married Life": 4
      }
    },
    "gemini": {
      "horoscope": "You need to exhibit extreme courage and strength as you face some traumas. You could easily overcome these by your optimistic attitude. Today, with the help of a close relative, you can do well in your business, which will also benefit you financially. Be generous in your approach and spend good loving moments with your family members. Instant romance could come your way if you go out with friends in the evening. Difficult times at work will be passed by timely help of associates. It will help you to regain your professional edge. You are likely to pickup a nice dress material for yourself if you go for shopping today. You and your spouse might get a wonderful news today.",
      "luckyNumber": "1",
      "luckyColor": "Orange and Gold",
      "remedy": "Donate Barley, equivalent to your weight, to a goshala or cowshed for bliss and peace in family life.",
      "ratings": {
        "Health": 4,
        "Wealth": 4,
        "Family": 3,
        "Love Matters": 5,
        "Occupation": 4,
        "Married Life": 5
      }
    },
    "taurus": {
      "horoscope": "You are likely to enjoy some sporting activity which will maintain your physical fitness. Avoid any long-term investments and try to go out and spend some pleasant moments with your good friend. Over indulgence in outdoor activities at the cost of studies could invite the wrath of your parents. Planning career is as important as games. Better to balance both to please your parents. Quite complicated life for romance today. If you were trying to talk to someone at work since long, you might get lucky today. Shopping and other activities will keep you busy most of the day. Your plans might get disturbed due to an unexpected guest, but it will make your day.",
      "luckyNumber": "3",
      "luckyColor": "Saffron and Yellow",
      "remedy": "Maintain harmony and balance in the family by switching on a white-light zero watt bulb in the Northwest direction.",
      "ratings": {
        "Health": 5,
        "Wealth": 3,
        "Family": 2,
        "Love Matters": 2,
        "Occupation": 3,
        "Married Life": 2
      }
    },
    "aries": {
      "horoscope": "Quit coffee especially heart patients. Sudden inflow of funds takes care of your bills and immediate expenses. You should spend your spare time enjoying the company of children-even if you have to go out of your way to make that happen. Lovers will excessively be considerate of family feelings. You will make major gains professionally by completing important projects on time. Dedicate your time and energy in helping others- but don't get involved in matters that doesn't concern you at all. Women are from Venus and Men are from Mars, but it's the day when Venus and Mars will melt into each other.",
      "luckyNumber": "3",
      "luckyColor": "Saffron and Yellow",
      "remedy": "Save coins in an earthen piggy bank, and help children and pilgrims with this saved money, for enhanced health benefits.",
      "ratings": {
        "Health": 1,
        "Wealth": 5,
        "Family": 5,
        "Love Matters": 5,
        "Occupation": 4,
        "Married Life": 5
      }
    }
  }
}