{
  "english": {
    "scorpio": {
      "horoscope": "You will have abundance of energy- but work pressure seems to get you irritated. You know the importance of money very well, which is why the money you save today will be useful in the future and get out of any major difficulty. Domestic work keeps you busy most of the time. Your day could be little upset because of interruptions of family members of your spouse. You might get compliments at work. Today, you can think of spending your free time carrying out religious work. During this time, do not get into unnecessary conflicts. Your spouse might get too much engrossed with his/her work today, which will make you feel really upset.",
      "luckyNumber": "9",
      "luckyColor": "Red and Maroon",
      "remedy": "Bronze coin with a hole can be tossed in the water for increase in the happiness of family member.",
      "ratings": {
        "Health": 4,
        "Wealth": 5,
        "Family": 1,
        "Love Matters": 1,
        "Occupation": 3,
        "Married Life": 1
      }
    },
    "taurus": {
      "horoscope": "Try to get out of your office early and do things that you really enjoy. Any issues related to money can get solved today and you can attain financial benefits. A better understanding with your spouse brings in happiness-peace and prosperity at home. Romance will cloud your mind as you meet your sweetheart. Daydreaming will bring your downfall- Do not count on others to do your work. Travel undertaken for business purpose will prove to be beneficial in the long run. Today you will know the true ecstasy of being married.",
      "luckyNumber": "6",
      "luckyColor": "Transparent and Pink",
      "remedy": "For better business prospects, chant ॐ ह्रां ह्रीं ह्रौं सः सूर्याय नमः (Om Hraam Hreem Hroum sah Suryaya Namaha) 11 times in the early morning.",
      "ratings": {
        "Health": 5,
        "Wealth": 5,
        "Family": 5,
        "Love Matters": 5,
        "Occupation": 1,
        "Married Life": 5
      }
    },
    "leo": {
      "horoscope": "You are likely to maintain a good health today which will give you the success. But you must avoid anything that will destroy your strength. You will make good money today- but try not to let it slip through your fingers. Auspicious day for giving and receiving gifts from those you love. May find someone to experience the ecstasy of love. Good day for retailers and wholesalers. You will think of doing something new in your free time today. However, you will be so occupied in this task that all other things will take a backseat. Today, your life partner will show you all the good feeling he/she has for you inspite of all odds happened in the recent past.",
      "luckyNumber": "6",
      "luckyColor": "Transparent and Pink",
      "remedy": "Feed Jaggery (Gur) to cows for improving financial condition.",
      "ratings": {
        "Health": 4,
        "Wealth": 3,
        "Family": 5,
        "Love Matters": 3,
        "Occupation": 5,
        "Married Life": 3
      }
    },
    "sagittarius": {
      "horoscope": "A day when rest will be important- As you have been facing lot of mental pressure recently- Recreation and entertainment will help you relax. Any uninvited guest can come into your house today, but his/her luck can benefit you financially. Health of your spouse might cause some worry. You need to spend time with your beloved to know and understand each other better. Do not make any commitment unless you are sure of honoring it. You can spend your free time at any temple, gurudwara or any religious place today, away from unnecessary troubles and disputes. It is the day to experience the brighter side of marriage.",
      "luckyNumber": "6",
      "luckyColor": "Transparent and Pink",
      "remedy": "For enhancing positive experiences in the family, offer 28 drops of mustard oil near Peepal or banyan tree or in a pot filled with mud at home.",
      "ratings": {
        "Health": 3,
        "Wealth": 4,
        "Family": 1,
        "Love Matters": 3,
        "Occupation": 2,
        "Married Life": 3
      }
    },
    "libra": {
      "horoscope": "Religious feelings will arise making you visit a religious place to seek some divine knowledge from a holy person. Long pending arrears and dues will finally be recovered. The jovial nature of family members will lighten up the atmosphere at home. Quite complicated life for romance today. Promotion or monetary benefits for deserving employees. Boundless creativity and enthusiasm leads you to another beneficial day. You might have an argument with your spouse during the day, but it will be settled down while having dinner today.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "For misunderstanding-free and blissful love life, feed brown and reddish-hued cows jaggery and roti.",
      "ratings": {
        "Health": 4,
        "Wealth": 5,
        "Family": 5,
        "Love Matters": 2,
        "Occupation": 5,
        "Married Life": 2
      }
    },
    "gemini": {
      "horoscope": "Don't waste your energies in arguing something unnecessary. Remind yourself that you never gain anything from an argument but lose something. Natives who are employed will require a sustainable amount, but due to unnecessary expenditure done in the past, they won't have enough. A better understanding with your spouse brings in happiness-peace and prosperity at home. You needn't dream about your erotic fantasies anymore; they might come true today. Writers and media persons can look forward to major recognition. People of this zodiac sign need to stay away from alcohol or cigarettes today, because it can take up most of your time. Life is going to be really wonderful today because your spouse has planned something special.",
      "luckyNumber": "4",
      "luckyColor": "Brown and Grey",
      "remedy": "Mix wheat, whole red lentils and red vermillion in water while bathing, for good health.",
      "ratings": {
        "Health": 1,
        "Wealth": 1,
        "Family": 5,
        "Love Matters": 4,
        "Occupation": 4,
        "Married Life": 4
      }
    },
    "cancer": {
      "horoscope": "Do not poke your nose in wife's affairs as it would invite her anger. It is better to mind your own business. Interference as little as possible otherwise it could create dependency. Unexpected bills will increase financial burden. Your witty nature would brighten the environment around you. You would meet the person who loves you more than his life. If you should be going on a days leave then do not worry- as things will run smoothly in your absence- If- for some strange reason- there's a problem- you'll fix it easily when you return. Today, you will be able to take out time for yourself despite the busy schedule, and use it well by spending time with your family. Life will be really exciting when your spouse will come to you forgetting all the tiffs, embracing you with love.",
      "luckyNumber": "8",
      "luckyColor": "Black and Blue",
      "remedy": "Applying tilak of white sandalwood will help you to stay fit.",
      "ratings": {
        "Health": 1,
        "Wealth": 1,
        "Family": 5,
        "Love Matters": 5,
        "Occupation": 5,
        "Married Life": 5
      }
    },
    "pisces": {
      "horoscope": "Some of you who have been working overtime lately and with your energy lagging- the last thing you want today is a day of stress and dilemma. According to the household requirement, you can go out with your spouse to buy some valuable items, which can make your financial situation a bit tight. Spend some pleasant time with your children in the evening. It is going to be an amazing day in your love life. Your hard work will be rewarded as you are likely to get a promotion. Don't think about the monetary gains because in the long run you will be the beneficiary. You can spend most of your time sleeping at home. However, you'll come to realize the importance of time in the evening. You will be lead down by your partner and this might force you break the marriage.",
      "luckyNumber": "1",
      "luckyColor": "Orange and Gold",
      "remedy": "Chant Gayatri Chalisa and Gayatri Mantra regularly for continuous economic growth.",
      "ratings": {
        "Health": 2,
        "Wealth": 1,
        "Family": 3,
        "Love Matters": 4,
        "Occupation": 4,
        "Married Life": 4
      }
    },
    "aquarius": {
      "horoscope": "Special precaution should be taken especially while eating exposed food. But don't take undue stress as it would only give you mental tension. You are very likely to attain monetary benefits from your mother's side today. It is possible for your maternal uncle or maternal grandfather to help you financially. Try not to offend others and adapt to your family needs. Personal guidance will improve your relationship. Problems with servants- colleagues and co-workers cannot be ruled out. Good news most likely from a distant place expected by late evening. The day might become one of the best days of your married life.",
      "luckyNumber": "3",
      "luckyColor": "Saffron and Yellow",
      "remedy": "Soak the roots of Vidhara Tree in a pot of water overnight. Drink the water the next morning and have a great time with your family.",
      "ratings": {
        "Health": 2,
        "Wealth": 5,
        "Family": 1,
        "Love Matters": 5,
        "Occupation": 1,
        "Married Life": 5
      }
    },
    "capricorn": {
      "horoscope": "Meditation and self-realization will prove to be beneficial. Today, some unemployed natives of this sign can get jobs, which will improve their financial condition. Matrimonial alliances for those eligible. Secret affairs can ruin your reputation. Natives who have a creative job can face various problems today. You can realize the importance of a job over creative work. To properly utilize your free time, you should get away from people and do what you love. Doing this you will also bring some positive changes in your life. Health of your spouse might go down a little bit.",
      "luckyNumber": "6",
      "luckyColor": "Transparent and Pink",
      "remedy": "Flow/offer whole turmeric (साबुत हल्दी) in flowing water to remove all the barriers from love life.",
      "ratings": {
        "Health": 4,
        "Wealth": 4,
        "Family": 3,
        "Love Matters": 1,
        "Occupation": 2,
        "Married Life": 1
      }
    },
    "virgo": {
      "horoscope": "You have to let go of the past if you wish to get out of the sentimental mood that grips you today. Surplus money should be invested in real estate. Some people will tend to promise more than they can deliver-Forget about such people who just talk and give no results. Emotional disturbances could trouble you. Business partners behave supportive and you work together to complete pending jobs. Travel plans if any-might get postponed due to last minute changes in your schedule. Today, your spouse might show you his/her not-so-good side.",
      "luckyNumber": "4",
      "luckyColor": "Brown and Grey",
      "remedy": "Respect elderly persons and seniors and honour gurus, teachers, scholars and acharyas for excellent health.",
      "ratings": {
        "Health": 1,
        "Wealth": 5,
        "Family": 2,
        "Love Matters": 1,
        "Occupation": 5,
        "Married Life": 1
      }
    },
    "aries": {
      "horoscope": "Your mind will be receptive to the good things. Stick to your budget to avoid financial constraints. A day when work pressure seems to be low and you will enjoy time with family members. A good communication or a message from your beloved or spouse will enhance your morale today. Any of your competitors at the workplace can conspire against you today, which is why you need to remain alert and work with caution. You will definitely take out time for yourself amidst your busy schedule by completing your important tasks. However, you won't be able to utilize this time according to yourself. Today, you and your spouse will have a really deep soulfully romantic talk.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "Give food items that include products like Jaggery, Wheat, and Saffron to your father or father-like figures for sound economic condition.",
      "ratings": {
        "Health": 5,
        "Wealth": 1,
        "Family": 3,
        "Love Matters": 5,
        "Occupation": 1,
        "Married Life": 5
      }
    }
  }
}