{
  "english": {
    "scorpio": {
      "horoscope": "Keep your patience as your continuous effort coupled with common sense and understanding will guarantee your success. You know the importance of money very well, which is why the money you save today will be useful in the future and get out of any major difficulty. An old contact might create some problems for you Understand the feelings of your beloved today. From starting to end, the day will keep on making you feel energetic at work. Natives of this zodiac sign are very interesting. Sometimes they will feel alive amidst their friends, but would love to spend time alone at times. Adding to it, you'll be able to take out some 'me' time from your busy schedule. Today, you will forget all the hardships of your life with the love of your spouse.",
      "luckyNumber": "9",
      "luckyColor": "Red and Maroon",
      "remedy": "Worship an iron idol of your personal deity at home to enhance family life.",
      "ratings": {
        "Health": 5,
        "Wealth": 5,
        "Family": 1,
        "Love Matters": 5,
        "Occupation": 3,
        "Married Life": 5
      }
    },
    "sagittarius": {
      "horoscope": "A beneficial day to work on things that will improve your health. Your creative talents will prove to be highly lucrative if put to proper use. You will act like a peacemaker in the family. Give an ear to everyone's problem to keep the things under control. Sky will look brighter, flowers will seem more colorful, everything will shimmer around you; because you are in love! You should behave according to the circumstances at the office today. Remain quiet if not required, as any unnecessary things said by you can get you in trouble. Traveling would be pleasurable and highly beneficial. The series of disagreements will take its toll and you will find it very difficult reconcile with your spouse.",
      "luckyNumber": "6",
      "luckyColor": "Transparent and Pink",
      "remedy": "Make progress in professional life by feeding green grass or green fodder to cows.",
      "ratings": {
        "Health": 3,
        "Wealth": 4,
        "Family": 3,
        "Love Matters": 4,
        "Occupation": 1,
        "Married Life": 4
      }
    },
    "capricorn": {
      "horoscope": "Meditation and self-realization will prove to be beneficial. With the help of your siblings, today you will attain monetary benefits. Seek advice from your siblings. The family's situation won't be normal as you think. Today, there is a possibility of an argument or dispute within the family. Hence, control yourself in such a case. Time to refresh your friendship by reminding good times you shared. Opportunities to show your skills will be with you today. You can spend a good day reading an interesting magazine or novel. Today, you will realize that your marriage had never been so beautiful.",
      "luckyNumber": "6",
      "luckyColor": "Transparent and Pink",
      "remedy": "To gain family happiness, offer a combination of one red chilly, 27 grain of lentils and 5 red flowers at any Hanuman temple.",
      "ratings": {
        "Health": 4,
        "Wealth": 4,
        "Family": 2,
        "Love Matters": 5,
        "Occupation": 5,
        "Married Life": 5
      }
    },
    "aquarius": {
      "horoscope": "Health will be perfect despite a hectic day. Investment should be avoided today. Your domestic life will suffer if you spend extra time at office. Your smiles have no meaning-laughter have no sound-heart forgets to beat as you miss the company Things might turn really awesome for you at work today, if you just said a 'Hello' to the one who hates you. During the night today, you would like to get away from your home and take a walk on the terrace or in a park. A tiff is possible today due to relatives, but at the end of the day everything will be resolved beautifully.",
      "luckyNumber": "4",
      "luckyColor": "Brown and Grey",
      "remedy": "To make financial life stronger, use alum to clean your teeth.",
      "ratings": {
        "Health": 5,
        "Wealth": 1,
        "Family": 1,
        "Love Matters": 2,
        "Occupation": 3,
        "Married Life": 2
      }
    },
    "pisces": {
      "horoscope": "Today you might have to face several tensions and difference of opinion that will make you feel irritated and uneasy. Investment concerning your residence will be profitable. Unexpected news from children brings happy moments. Your love could invite disapproval. From starting to end, the day will keep on making you feel energetic at work. Your flair to convince others will pay rich dividends. The day will provide you a respite after a difficult phase in married life.",
      "luckyNumber": "2",
      "luckyColor": "Silver and White",
      "remedy": "Chanting पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। (Palasha Pushpa Sanghasham, Taaraka Graha Mastakam; Roudram Roudraathmakam Ghoram, Tam Ketum Pranamaamyaham) 11 times",
      "ratings": {
        "Health": 2,
        "Wealth": 5,
        "Family": 4,
        "Love Matters": 2,
        "Occupation": 3,
        "Married Life": 2
      }
    },
    "libra": {
      "horoscope": "Keep your quarrelsome behavour under control as it could mar your relationship permanently. You can overcome this by promoting open mindedness and shedding prejudices against anybody. Financial position will improve through speculation or unexpected gains. Your witty nature will make you popular at social gatherings. Your sweetheart will turn out to be an angel for you today, if you shared some love. New partnership would be promising today. Today you can spend some quality time with your spouse by taking a break from your work. Today, your partner might take you in the realm of a different world of love and sensations.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "Usage of roots of raw turmeric, saffron, yellow sandalwood, yellow grams on a priority basis will enhance health.",
      "ratings": {
        "Health": 1,
        "Wealth": 5,
        "Family": 5,
        "Love Matters": 4,
        "Occupation": 5,
        "Married Life": 4
      }
    },
    "taurus": {
      "horoscope": "Take rest and try to relax as much as possible between work. The arrival of money today can relieve you from many financial troubles. For some- a new arrival in the family brings in moments for celebration and party. Unable to cross the social barriars. Daydreaming will bring your downfall- Do not count on others to do your work. Rituals/hawans/auspicious ceremonies will be performed at home. Your spouse might stop fulfilling your daily needs today, which will ultimately upset your mood.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "Offer seven almonds and seven grains of black grams in Shani temple and build a strong love life.",
      "ratings": {
        "Health": 2,
        "Wealth": 5,
        "Family": 5,
        "Love Matters": 1,
        "Occupation": 1,
        "Married Life": 1
      }
    },
    "leo": {
      "horoscope": "Your health will bloom as you share happy moments with others. But be careful as neglecting it would trouble you later on. You are most likely to attain financial profits today at night because as any money lent before will come back instantly. A friend may seek your advice to sort out his personal problems. Your careless attention to your sweetheart might bring in the tensed moments at home. Work tensions still cloud your mind leaving no time for family and friends. Today, a relative of yours can visit you without any prior notice, due to which you will have to devote your time in tending to their needs. Your spouse might cause you some loss today.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "Soak green grams overnight. Feed these grams to birds for closer bonds with your lover.",
      "ratings": {
        "Health": 3,
        "Wealth": 5,
        "Family": 3,
        "Love Matters": 1,
        "Occupation": 1,
        "Married Life": 1
      }
    },
    "gemini": {
      "horoscope": "Health should be given priority to social life. Today, you will be able to earn money without any help or assistance. The time requires you to understand that anger and frustration would only hamper your sanity. This in turn would lead you towards a grave loss. Past happy memories will keep you busy. Do not sign any business/legal document without reading between the lines. Don't be eager to let others know how you feel today. You are going to feel lucky today for being married.",
      "luckyNumber": "5",
      "luckyColor": "Green and Turquoise",
      "remedy": "Offer almonds at Durga temple and bring back half of the almonds home. Keep these almonds wrapped in black or blue fabric for excellent business and work life.",
      "ratings": {
        "Health": 3,
        "Wealth": 5,
        "Family": 3,
        "Love Matters": 3,
        "Occupation": 2,
        "Married Life": 3
      }
    },
    "virgo": {
      "horoscope": "Be cautious while drinking and eating. Carelessness could make you sick. Today, you are likely to attain economic benefits due to your children. This will make you very happy. Do not behave rigid with your family- as it may mar the peace. You are likely to be misunderstood in lover affair. Your colleagues might invite you for a small get-together after work. A member of your family may insist on spending some time with you today. Although you'll agree to this, but it will be time-consuming. You might face a difficult time with family members, but at the end of the day, your spouse will caress you.",
      "luckyNumber": "5",
      "luckyColor": "Green and Turquoise",
      "remedy": "For excellent health benefits, feed rotis to white cow.",
      "ratings": {
        "Health": 2,
        "Wealth": 5,
        "Family": 2,
        "Love Matters": 2,
        "Occupation": 4,
        "Married Life": 2
      }
    },
    "cancer": {
      "horoscope": "Participating in sports and other outdoor activities will help you gather your lost energy. Today, avoid lending your money to those relatives who have not yet returned the previous amount. An old contact might create some problems for you You show your love inspite of hatred of beloved. Today is a day for high performance and high profile. Avoid being too spendthrift if you go for shopping. Things might go out of your control in your married life today.",
      "luckyNumber": "8",
      "luckyColor": "Black and Blue",
      "remedy": "Store water in yellow coloured glass bottle, keep in in Sun, and drink it for contentment in family life.",
      "ratings": {
        "Health": 3,
        "Wealth": 2,
        "Family": 1,
        "Love Matters": 1,
        "Occupation": 5,
        "Married Life": 1
      }
    },
    "aries": {
      "horoscope": "Pressure from seniors at workplace and discord at home might bring some stress- which would disturb your concentration at work. Simply ignore those who approach you for business credit. Family members will hold a special place in your life. Apologize for your rude behaviour in love. Great day to implement new projects and plans. Seminars and exhibitions will provide you with new knowledge and contacts. The low health of your spouse might become an hindrance in your work, but you will be able to manage everyhting somehow.",
      "luckyNumber": "7",
      "luckyColor": "Cream and White",
      "remedy": "Enjoy good financial life by having curd in a Silver vessel.",
      "ratings": {
        "Health": 5,
        "Wealth": 1,
        "Family": 5,
        "Love Matters": 2,
        "Occupation": 5,
        "Married Life": 2
      }
    }
  }
}